Repository: popsolutions/prismapar
Catalog: locale/*/LC_MESSAGES/prismapar.po
Languages: es_mx

source: Abertura do escritório na Costa Rica em 2012 e ampliação para Colômbia em 2015, com a integração de Marcelo Burbano como sócio-diretor baseado em Bogotá. Esse movimento é reforçado em 2018 com a abertura do escritório de Guayaquil, no Equador.
es_mx: Prismapar abrió su oficina en Costa Rica en 2012 y se expandió a Colombia en 2015, con la integración de Marcelo Burbano como Managing Partner ubicado en Bogotá. En 2018, la firma continuó creciendo, abriendo la oficina en Guayaquil, Ecuador.

source: Expansão setorial
es_mx: Diversificación de la industria

source: A partir de 2019, com a incorporação de novos sócios e colaboradores, continuamos nossa expansão regional e iniciamos nosso processo de diversificação setorial, com importantes processos e transações em setores diversos.
es_mx: A partir del 2019, con la afiliación de nuevos socios y asesores, Prismapar continuó su expansión regional. Además, pasó a un enfoque multiindustria, asesorando importantes transacciones de M&A en diferentes sectores.

source: Início
es_mx: Fundación

source: Renato Souza Neto e Paulo Renato Souza, ex-ministro da Educação do Brasil, fundam a Prismapar em 2002 com foco em M&A no setor de Educação.
es_mx: Renato Souza Neto y Paulo Renato Souza, ex Ministro de Educación en Brasil, fundaron Prismapar en 2002 como una empresa boutique de asesoría de M&A enfocada en el sector educativo en Brasil.

source: Expansão Regional
es_mx: Expansión Regional

source: Início do processo de internacionalização na América Latina com a abertura dos escritórios na Costa Rica (2012), Colômbia (2015) e Equador (2018).
es_mx: Proceso de internacionalización para mercados relevantes de Latinoamérica, comenzando con oficinas en Costa Rica (2012), Colombia (2015) y Ecuador (2018).

source: Expansão Setorial
es_mx: Diversificación de la industria

source: Com a incorporação de novos sócios e colaboradores, iniciamos nossa diversificação setorial, com processos e transações em setores diversos.
es_mx: Afiliación de nuevos socios, asesores y diversificación de la industria, liderando transacciones y procesos relevantes en diferentes sectores.
