Repository: popsolutions/prismapar
Catalog: locale/*/LC_MESSAGES/prismapar.po
Languages: es_mx

source: Fomos os assessores exclusivos na venda dos ativos de arroz e logística do Grupo Dajahu S.A., do Equador, para a brasileira Camil Alimentos S.A., uma das maiores empresas do setor de alimentos da América Latina.
es_mx: Prismapar actuó como asesor exclusivo en la venta de los activos de arroz y logística del Grupo Dajahu S.A. en Ecuador a la compañía brasileña Camil Alimentos S.A., una de las mayores empresas del sector alimenticio en América Latina.

source: Atuamos em todas as etapas dessa transação, desde a preparação do processo e a aproximação das partes, passando pela negociação dos termos e estrutura e pela coordenação da diligência, até a concretização do negócio, que movimentou cerca de US$ 36,5 milhões.
es_mx: Prismapar participó en todas las etapas de la transacción de US$36 millones, desde la planeación de procesos, acercamiento a potenciales compradores, negociación de términos, la estructura de transacción, coordinación del proceso de debida diligencia e incluyendo la firma y cierre de acuerdos.

source: O Grupo Dajahu é uma das maiores organizações do Equador e atua nos ramos imobiliário, logístico e de alimentos, sendo líder no mercado de arroz do país. A venda dos ativos estava alinhada à estratégia do Grupo e permitiu novos investimentos nos setores imobiliário e logístico.
es_mx: Grupo Dajahu es una de las 500 organizaciones más grandes de Ecuador, operando en los sectores de Real Estate, Logística y Alimentos. Además, la compañía lidera el mercado del arroz en Ecuador. Los activos vendidos a Camil como parte de esta transacción estaban alineados con la estrategia de Dajahu al enfocarse en los recursos en su división de Real Estate y Logística.

source: Atuamos na assessoria estratégica, financeira e operacional do Fundo de Investimentos Advent International na aquisição de ativos das redes de ensino brasileiras Kroton Educacional e IUNI Educacional.
es_mx: Prismapar asesoró a Advent International Investment Fund en la adquisición de activos de las redes educativas brasileñas Kroton Educacional e IUNI Educacional. El alcance del rol de Prismapar incluyó responsabilidades estratégicas, financieras y operacionales.

source: Nossa equipe participou da concepção estratégica junto ao cliente, que tinha como objetivo ingressar no mercado de Ensino Superior do Brasil por meio de uma plataforma de forte crescimento. Atuamos também na busca e abordagem dos ativos promissores e em todas as etapas das aquisições, desde a preparação até o fechamento das transações que movimentaram cerca de US$ 247 milhões.
es_mx: Junto con Advent, Prismapar desarrolló una estrategia para ingresar inorgánicamente al mercado de educación superior brasileño al construir una plataforma con grande capacidad de crecimiento. Nuestra firma mapeó y evaluó los potenciales targets, y apoyó en el proceso completo de las adquisiciones, desde la planeación hasta el cierre. Estas transacciones llegaron a un valor alrededor de US$250 millones.

source: O sucesso das operações deu origem a maior organização educacional do Brasil e uma das maiores do mundo, a Cogna Educacional, com cerca de 2,4 milhões de estudantes.
es_mx: El éxito de estos acuerdos dio lugar al mayor grupo de educación superior en Brasil y a uno de los más grandes del mundo, Cogna Educacional, con cerca de 2.4 millones de estudiantes.

source: Assessoramos com exclusividade os acionistas vendedores na alienação de 100% do capital da Verisoft para o Grupo FS Security.
es_mx: Asesoramos, con exclusividad, a los accionistas de Verisoft en la venta del 100% del capital a FS Security Group.

source: Nosso trabalho envolveu a negociação das bases financeiras, a contratação de assessores jurídicos especializados, a coordenação dos trabalhos e fluxos de informação da Due Diligence e a negociação dos contratos finais, até a assinatura e fechamento do negócio.
es_mx: Nuestro trabajo implicó negociar las bases financieras, contratar asesores legales especializados, coordinar los flujos de trabajo e información de Due Diligence y negociar los contratos finales, hasta la firma y el cierre del negocio.

source: A Verisoft é uma as líderes na criação e desenvolvimento de produtos e conteúdos digitais como revistas, audiolivros, livros, cursos e revistas distribuídos por operadoras de telefonia via VAS (Value Added Services).
es_mx: Verisoft es uno de los líderes en la creación y desarrollo de productos y contenidos digitales como revistas, audiolibros, libros y cursos que distribuyen las operadoras telefónicas a través de VAS (Value Added Services).

source: A FS Security é um dos maiores players de tecnologia voltados a aplicações mobile no país, com expertise no desenvolvimento de aplicativos de segurança.
es_mx: FS Security es uno de los mayores jugadores de tecnologia enfocados en aplicaciones móviles y los lideres en el desarrollo de aplicaciones de seguridad en el país.

source: Nossos clientes
es_mx: Nuestros clientes

source: Equipe
es_mx: Equipo

source: Somos profissionais com ampla experiência em planejamento estratégico e financeiro, com passagem pelos maiores bancos e organizações de consultoria estratégica do mundo. Nossa expertise garante um profundo conhecimento sobre os mercados da América Latina e conexões dentro de países-chave para a região, assegurando atendimento personalizado e assertivo para nossos clientes.
es_mx: Somos un equipo de profesionales en la planificación y ejecución de transacciones estratégicas, con experiencia en liderar bancos y grandes firmas de consultoría en todo el mundo. Nuestra experiencia garantiza un profundo conocimiento de los mercados latinoamericanos y conexiones en países clave dentro de la región, resultando en la entrega de soluciones personalizadas y asertivas para nuestros clientes.

source: Sócio Diretor
es_mx: Socio Director

source: Sócio
es_mx: Socio

source: Associate
es_mx: Asociado

source: Sócio Consultor
es_mx: Socio Asociado

source: Renato é o idealizador e sócio-fundador da Prismapar. Graduado em Economia pela Universidade George Washington, dos EUA, e com MBA pela INSEAD, da França, tem ampla experiência nas áreas de Fusões e Aquisições, Mercado de Capitais e Relacionamento com Clientes Corporativos, com passagem por grandes organizações mundiais, tais como Banco J.P. Morgan e Egon Zehnder. Baseado em San José, na Costa Rica atualmente lidera o escritório da Prismapar na Costa Rica, cobrindo toda a região da América Central e do Caribe.
es_mx: Renato tiene un extenso historial en M&A, mercados de capital y gestión de relaciones con clientes. Antes de fundar Prismapar, él ocupó puestos clave en algunas de las organizaciones más grandes del mundo, como en J.P. Morgan y Egon Zehnder. Renato tiene un pregrado en Economía de la Universidad George Washington en EE. UU y un MBA de INSEAD en Francia. Actualmente, está ubicado en San José, Costa Rica, liderando las operaciones de Prismapar en el Caribe y Centroamérica. Además, supervisa las iniciativas corporativas de la empresa.

source: Marcelo é sócio-fundador da Prismapar. Possui graduação em Engenharia pela Universidade de Los Andes e em Administração pela Wharton School (UPENN), da Universidade da Pensilvânia, além de MBA pela renomada Universidade de Harvard. Iniciou sua carreira na área de Fusões e Aquisições (M&A) do Deutsche Bank, em Nova York. Também atuou na assessoria de negócios familiares Violy McCausland e foi Diretor Sênior e CFO da Alquería, maior companhia de lácteos da Colômbia. Apaixonado por tecnologia, Marcelo é um dos fundadores da startup INNCUBATED, a primeira incubadora com foco em Educação da América Latina. Atualmente, ele lidera os escritórios da Prismapar na Colômbia e Região Andina.
es_mx: Marcelo inició su carrera en Nueva York, al trabajar en el grupo de M&A en Deutsche Bank y desempeñarse como asesor en la empresa familiar Violy McCausland. Posteriormente, se convirtió en Director Sénior y CFO en Alquería, la compañía láctea más grande de Colombia. Luego, apasionado por la tecnología, Marcelo cofundó el startup INNCUBATED, la primera incubadora enfocada en el sector de educación en América Latina. Marcelo adquirió su título de ingeniería en la Universidad de los Andes, su título como administrador de la escuela de negocios de Wharton (UPENN) y tiene un MBA de Harvard Business School. Actualmente, Marcelo está ubicado en la sede en Bogotá y lidera las transacciones de Prismapar en la Región Andina.

source: Oliver é sócio da Prismapar. Formado em Engenharia de Gestão pela Worcester Polytechnic Institute e com MBA pela Babson College, de Massachusetts, Oliver iniciou sua carreira na área de Planejamento Estratégico da Siemens Corporation, em Nova York. Durante sua carreira, ele foi sócio do Grupo Spurrier, empresa líder do setor de consultoria no Equador. Neste período, realizou análises de estudo de concorrência, setoriais, econômicos e de mercado para empresas nacionais e multinacionais, instituições públicas e Organizações Não-governamentais que buscavam posicionar-se no mercado e diversificar seus investimentos. Atualmente, Oliver lidera o escritório da Prismapar no Equador.
es_mx: Oliver comenzó su carrera en el grupo de Planificación Estratégica de Siemens Corporation en Nueva York. Antes de llegar a Prismapar, él fue socio del Grupo Spurrier, la firma de investigación económica y de mercado líder en Ecuador, donde colaboró con empresas locales y multinacionales, instituciones públicas y ONGs con el análisis de la industria y competencia; y estudios sectoriales, económicos y de mercado para apoyar importantes iniciativas estratégicas y de inversión. Oliver tiene un título de pregrado en Ingeniería Administrativa del Worcester Polytechnic Institute y un MBA del Babson College en EE. UU. Actualmente, Oliver lidera la sede de Prismapar en Ecuador.

source: Bruno é sócio da Prismapar. Graduou-se em Administração pela Faculdade de Economia, Administração e Contabilidade (FEA) da Universidade de São Paulo (USP). Em sua trajetória profissional, Bruno foi Managing Partner na BRN Finance, período em que teve a oportunidade de assessorar acionistas e empresas do Brasil de variados setores. Também fez parte do grupo de Fusões e Aquisições do Banco Rabobank, atuando nos escritórios de São Paulo e, posteriormente, de Nova York. Além disso, Bruno também foi consultor em projetos de Fusões e Aquisições, Planejamento Estratégico, Fairness Opinions e Captação de Recursos na Aggrego Consultores. Antes de integrar a equipe da Prismapar, Bruno participou da fundação da plataforma marketplace Prova.lá. No momento, Bruno lidera o escritório da Prismapar no Brasil.
es_mx: Bruno trabajó como Socio Director de BRN Finance, asesorando accionistas y compañías de varias industrias en Brasil. También, fue parte del grupo de M&A en Banco Rabobank en la oficina de San Pablo y más tarde en la de Nueva York. Adicionalmente, Bruno fue consultor en Aggrego Consultores, dedicado principalmente a M&A y mandatos de recaudación de deuda. Antes de unirse a Prismapar, Bruno cofundó Prova.lá, un e-marketplace. Bruno se graduó de Administración de Empresas en la Universidad de São Paulo (FEA-USP). Actualmente, Bruno lidera la oficina de Prismapar en Brasil.

source: Francisco lidera os projetos da Prismapar no México. Anteriormente, trabalhou na Domínguez, Gómez y Rocabert nas divisões de Investment Banking e Financial Advisory, posteriormente na Finankia como Head da divisão de M&A – Investment Banking. Ele também trabalhou como consultor para fundos de VC e private equity como consultor externo em Comitês de Investimento. Francisco também desenvolveu projetos empresariais que lhe permitiram ganhar experiência operacional e compreender as complexidades do dia-a-dia das operações. Sr. Gómez se formou com honras em Contabilidade e Finanças pela Universidad La Salle na Cidade do México, MX e obteve um mestrado em Finanças pelo Tecnológico de Monterrey, Campus Cidade do México. Ele fala espanhol, inglês e italiano.
es_mx: Francisco lidera los proyectos de Prismapar en México. Anteriormente laboró en Domínguez, Gómez y Rocabert en las áreas de Banca de Inversión y Asesoría Financiera y en Finankia en el área de M&A – Banca de Inversión; además de haber asesorado a fondos de capital de riesgo y capital privado como consejero externo de su Comité de Inversión. Francisco ha emprendido además proyectos propios que le han permitido adquirir experiencia operativa y entender las complejidades del día a día desde la concepción del modelo de negocio hasta eventos de liquidez y venta. El Sr. Gómez se graduó con Mención Honorífica de Contabilidad y Finanzas de la Universidad La Salle en Ciudad de México, MX y obtuvo una maestría en Finanzas del Tecnológico de Monterrey Campus Ciudad de México. Habla español, inglés e italiano.

source: Associada
es_mx: Asociada

source: Ana é associada na Prismapar. Graduada em Ciências Econômicas pela Universidade Federal de Ouro Preto e em Ciências Contábeis pela PUC-Minas Gerais, ela também possui pós-graduação em Finanças Aplicadas pela PUC-Minas Gerais. Durante sua carreira, Ana atuou nas áreas de consultoria financeira e auditoria nas empresas multinacionais Hindalco e Price Waterhouse Coopers (PwC). Antes de ingressar na Prismapar, ela também trabalhou no departamento de Fusões e Aquisições do Grupo Zelo, um dos maiores grupos consolidadores do setor de serviços funerários do Brasil. Ana integra a equipe do escritório da Prismapar no Brasil.
es_mx: Antes de unirse a Prismapar, Ana trabajó en Hindalco Industries y PricewaterhouseCoopers (PwC) como consultora y auditora. Además, ella tiene experiencia en M&A al trabajar en el Grupo Zêlo, el consolidador más grande en la industria de servicios funerarios en Brasil. Ana tiene una licenciatura en Ciencias Económicas de la Universidad Federal de Ouro Preto, así como una licenciatura en Ciencias Contables y otra en Finanzas Aplicadas de PUC-MG. Ana es parte del equipo de Prismapar en Brasil.

source: Andrés é sócio-consultor da Prismapar. Formado em Economia e Ciências Humanas pela Pontifícia Universidade Católica do Peru, estudou finanças na Universidade ESAN, em Lima, e obteve seu MBA na IESE Business School, de Madri. Executivo com ampla experiência internacional em cargos diretivos, trabalhou em diversas funções executivas dentro do Grupo Prisa, maior conglomerado de comunicação da Espanha. Também foi líder na expansão do Grupo Santillana na América Latina. Atualmente, além de participar do conselho de diversas empresas na Europa e na América Latina, Andrés é diretor do escritório da Prismapar em Madri, na Espanha.
es_mx: Andrés es un ejecutivo con amplia experiencia internacional en posiciones gerenciales. Trabajó en varios roles ejecutivos dentro del Grupo Prisa, el conglomerado de comunicaciones más grande de España. También, fue parte del equipo que expandió Santillana en América Latina en los años 90s. Andrés tiene una licenciatura en Economía y Ciencias Humanas de la Pontificia Universidad Católica en Perú, estudió finanzas en la Universidad ESAN en Lima y obtuvo un MBA en la Escuela de Negocios IESE en Madrid. Actualmente, además de formar parte de varias juntas directivas de diversas empresas de Europa y América Latina, Andrés lidera la oficina de Prismapar Madrid.

source: Hilario é sócio-consultor da Prismapar. Formado em Direito pela Universidade Complutense de Madri, ele obteve seu MBA pela EU Business School, da Suíça. Ao longo de sua carreira, Hilario atuou como consultor independente e associado para bancos de investimento prestando assessoria para acionistas e empresas da América Latina nos setores financeiro, agroindustrial, energia, educação e farmacêutico, entre outros. Também foi co-diretor de Fusões e Aquisições do UBS, em Nova York, aconselhando também grupos familiares na América Latina. Além disso, Hilario atuou como diretor e membro do Conselho da SISCO na América Central, onde teve a oportunidade de executar diversos projetos. Hoje, Hilario é diretor do escritório da Prismapar em Nova York.
es_mx: Durante su carrera profesional, Hilario ha trabajado como consultor independiente y asociado para varias bancas de inversión, asesorando accionistas y compañías en América Latina en el sector financiero, agroindustrial, energético, educativo, farmacéutico, entre otros. Adicionalmente, trabajó como colíder de M&A en UBS en Nueva York, asesorando grupos familiares en América Latina. También, lideró varios proyectos estratégicos como Director y miembro de la junta directiva de SISCO, un grupo industrial familiar con operaciones en Centroamérica. Hilario se graduó de Derecho en la Universidad Complutense de Madrid y tiene un MBA de la Escuela de Negocios de la UE en Suiza. Actualmente, lidera la oficina de Prismapar en Nueva York.

source: Daniel é sócio-consultor da Prismapar, onde iniciou sua carreira como analista. Ele é formado em Administração de Empresas pelo Instituto de Ensino e Pesquisa (INSPER), do Brasil. Em sua trajetória profissional, Daniel trabalhou na divisão de Investimentos do Unibanco, atuando na área de Mercado de Capitais e Fusões e Aquisições. Também foi colaborador na GP Investimentos/BRZ Investimentos, atuando na análise de novos projetos, monitoramento de portfólio e relação com investidores de fundos. Atualmente, ele colabora em projetos específicos da Prismapar no Brasil.
es_mx: Durante su carrera profesional, Daniel trabajó en la división de Banca de Inversión de Unibanco, ejecutando transacciones de Mercados de Capitales y M&A. También, trabajó en GP Investments y BRZ Investimentos, realizando análisis de nuevas inversiones, monitoreando las compañías invertidas y gestionando relaciones con inversores. Daniel se graduó de Administración de Empresas de INSPER en Brasil. Actualmente, colabora en proyectos específicos en Brasil.

source: Antes de ingressar na Prismapar, Moises trabalhou no Credicorp Capital, um dos principais bancos de investimento da América Latina com operações no Peru, Chile e Colômbia, onde se focava no apoio financeiro a empreendedores. Além disso, Moisés foi membro de organizações americanas sem fins lucrativos relacionadas à educação financeira. Além disso, foi consultor do “Perú Sin Brechas”, onde apoiou a educação virtual de alunos de Catacaos, Piura. Moisés é formado em Engenharia Industrial pela Universidad de Lima. Atualmente, Moisés faz parte da Equipe Prismapar na Região Andina.
es_mx: Antes de unirse a Prismapar, Moisés trabajó en Credicorp Capital, una banca de inversión líder en América Latina con operaciones en Perú, Chile y Colombia, donde también apoyó financieramente a emprendedores. Además, Moisés fue miembro de organizaciones sin fines de lucro estadounidenses relacionadas a educación financiera. Adicionalmente, fue consultor en “Perú Sin Brechas” donde apoyó la educación virtual de estudiantes de Catacaos, Piura. Moisés se graduó en Ingeniería Industrial en la Universidad de Lima. Actualmente, hace parte del equipo de Prismapar en la región andina.

source: HISTÓRICO
es_mx: NUESTRA HISTÓRIA

source: PRESENÇA LATAM
es_mx: COBERTURA LATAM

source: EQUIPE
es_mx: EQUIPO

source: O QUE FAZEMOS
es_mx: SERVICIOS

source: EXPERIÊNCIA PRISMAPAR
es_mx: NUESTRA HISTORIA

source: PRISMAPAR EM NÚMEROS
es_mx: CASOS

source: CONTATO:
es_mx: CONTÁCTANOS:

source: Todos os
es_mx: Todos los

source: direitos reservados
es_mx: derechos reservados

source: Desenvolvido por
es_mx: Desarrollado por

source: Contato
es_mx: CONTÁCTANOS

source: Assessoria Financeira
es_mx: Asesoría Financiera

source: Av. Paulista - São Paulo
es_mx: Avenida Paulista - São Paulo

source: 20 anos de Experiência
es_mx: 20 años de Experiencia

source: em M&A
es_mx: en M&A

source: na América Latina
es_mx: en América Latina

source: Estádio Nacional - Costa Rica
es_mx: Estadio Nacional - Costa Rica

source: Com sócios em 8 países, conectamos clientes nos principais mercados da América Latina.
es_mx: Socios en 8 países, conectando clientes en los principales mercados latinoamericanos.

source: Palácio de Bellas Artes - México
es_mx: Palacio de Bellas Artes - México

source: Nova York - World Trade Center Transportation Hub
es_mx: World Trade Center Transportation Hub - Nueva York

source: Experiência
es_mx: Experiencia

source: Transações
es_mx: Transacciones completadas

source: Valor Transacionado
es_mx: Valor total de las transacciones

source: Setores de Atuação
es_mx: Expertos en industrias

source: Praça Lagos - Guayaquil, Equador
es_mx: Plaza Lagos - Guayaquil

source: Madrid - Templo de Debod
es_mx: Templo Debod - Madrid

source: O que fazemos
es_mx: Qué hacemos

source: Somos especializados em Fusões e Aquisições (M&A), Levantamento de Recursos e Venture Investing e focados em transações cross-border nos principais mercados da América Latina.
es_mx: Prismapar se especializa en asesorar sobre fusiones y adquisiciones (M&A por sus siglas en inglés) transfronterizas, recaudación de fondos y inversión en los principales mercados de América Latina.

source: Auxiliamos nossos clientes a planejar e executar seus movimentos mais estratégicos de compra, venda, diversificação e readequação de portfólio de produtos, tecnologias e mercados.
es_mx: Junto con nuestros clientes, planificamos y ejecutamos sus iniciativas más estratégicas de compras, ventas, diversificación y reequilibrio de los portafolios de productos, tecnologías y mercados.

source: Atuamos em todas as etapas do processo
es_mx: Los servicios de asesoramiento de Prismapar aplican en todas las etapas de una transacción

source: 1) Diagnóstico da situação inicial da empresa, dos acionistas e do mercado, identificando riscos e oportunidades envolvidos na transação
es_mx: 1) Diagnóstico inicial de la compañía, sus accionistas y el mercado, identificando los riesgos y oportunidades involucradas en la potencial transacción

source: 2) Planejamento e preparação do processo mais indicado, incluindo a preparação de materiais e o mapeamento de potenciais contrapartes, compradoras ou vendedoras
es_mx: 2) Planificación y preparación del proceso deseado, incluyendo el desarrollo de materiales y mapeo de contrapartes potenciales, compradores o vendedores

source: 3) Apresentação da oportunidade às contrapartes, recebimento ou elaboração de ofertas, negociação de termos e estrutura da transação
es_mx: 3) Presentación de la transacción a las partes interesadas, ejecución de NDAs, intercambio de información y presentación/recepción de ofertas no vinculantes, incluyendo la negociación de los términos principales y estructura de transacción

source: 4) Suporte ao processo de diligência e negociação de termos e contratos finais, até o fechamento e anúncio da transação
es_mx: 4) Coordinación del proceso de debida diligencia y negociación de términos y contratos vinculantes definitivos, incluyendo el apoyo para la firma, cierre y anuncio de la transacción

source: Para nós da Prismapar, os conceitos que permeiam todo o processo são:
es_mx: Los principios básicos de Prismapar son:

source: - Valor para o cliente;
es_mx: - Valor para el cliente;

source: - Dedicação e disponibilidade sênior;
es_mx: - Dedicación y disponibilidad;

source: - Confidencialidade.
es_mx: - Lealtad y confidencialidad.

source: Renato Souza Neto e Paulo Renato Souza, ex-ministro da Educação do Brasil, fundam a Prismapar em 2002 com o objetivo de oferecer consultoria especializada em M&A no setor de Educação no Brasil.
es_mx: Renato Souza Neto y Paulo Renato Souza, ex Ministro de Educación en Brasil, fundaron Prismapar en 2002 con el objetivo de ofrecer asesoramiento especializado en M&A para el sector educativo en Brasil.

source: Expansão regional
es_mx: Expansión Regional
